{
  "basics": {
    "name": "Dino Arla",
    "label": "",
    "image": "",
    "email": "halo@dinoarla.com",
    "phone": "+628 1313 458 656",
    "website": "https://dinoarla.com",
    "summary": "A father of three who consistently strives to be the best leader in his family, workplace, and community.",
    "location": {
      "address": "Soekarno Hatta St",
      "postalCode": "ID 45216",
      "city": "Indramayu",
      "countryCode": "ID",
      "region": "West Java"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "DinoArla",
        "url": "https://linkedin.com/dino-arla"
      }
    ]
  },
  "work": [
    {
      "name": "PT PLN (Persero), Diesel of Power Plant Siantan, Regional West Kalimantan",
      "location": "Pontianak, Indonesia",
      "position": "Junior Operator Control Room",
      "url": "https://example.com",
      "startDate": "2013-07-01",
      "endDate": "2015-04-30",
      "summary": "Conduct operational control of power generation units, inspect and address disturbances (first-line maintenance), and perform performance tests on power plant installations to ensure operational reliability.",
      "highlights": [
        "Synchronize and disconnect units as requested, maintain operational log sheets and kWh records for energy transfer purposes.",
"Monitor anomalies or disturbances in power plant installations and prepare operational and equipment damage reports.",
"Perform performance tests on power plant installations according to established SOPs to ensure operational reliability.",
"Address disturbances in power generation units to restore normal functionality (first-line maintenance).",
"Adhere to standards for Quality Management Systems (QMS), Environmental Management Systems (EMS), Occupational Health and Safety (OHS) for quality, safety, and sustainability."
      ]
    },
    {
      "name": "PT PLN (Persero), Power Plant Sector of Kapuas, Regional West Kalimantan",
      "location": "Kubu Raya, Indonesia",
      "position": "Junior Technician Planning and Control of Power Plant Maintenance",
      "url": "https://example.com",
      "startDate": "2015-05-01",
      "endDate": "2017-12-31",
      "summary": "Plan and evaluate power generation operations with a focus on effectiveness, efficiency and ensuring high reliability.",
      "highlights": [
        "Plan and control Work Orders (WO) in accordance with the Work Plane Control (WPC).",
"Plan and prepare resource needs, including materials, tools, manpower (Resource Planning), and schedule the execution of Work Orders.",
"Review, improve, and update preventive maintenance schedules/scopes and follow up on engineering recommendations.",
"Evaluate maintenance history data for equipment and compile maintenance history statistics (MTBF, MTTR).",
"Measure and periodically evaluate key maintenance indicators/Maintenance Mix (number of WOs, man-hours, and costs).",
"Execute and manage outage management effectively."
      ]
    },
    {
      "name": "PT PLN (Persero), Power Plant Sector of Kapuas, Regional Kalimantan",
      "location": "Kubu Raya, Indonesia",
      "position": "Junior Engineer Technology and Information",
      "url": "https://example.com",
      "startDate": "2018-01-01",
      "endDate": "2018-12-31",
      "summary": "Planning, implementing, and evaluating the maintenance activities of information technology infrastructure and facilities to support the reliability of power generation.",
      "highlights": [
        "Supervising and implementing the use of the CMMS program by ensuring the program is ready for use and that employees utilizing the program can operate it as expected.",
"Supervising the execution of maintenance and repair of information technology infrastructure.",
"Conducting maintenance of information data and information security systems to ensure the protection of information technology infrastructure.",
"Providing IT services to all users."
      ]
    },
    {
      "name": "PT PLN (Persero), Area Indramayu, Distribution Unit of West Java",
      "location": "Indramayu, Indonesia",
      "position": "Assistant Engineer for Transaction Meter Maintenance",
      "url": "https://example.com",
      "startDate": "2019-01-01",
      "endDate": "2021-12-31",
      "summary": "Responsible for the implementation of transaction meter maintenance to ensure the accuracy of electricity consumption measurement.",
      "highlights": [
        "Carrying out transaction meter maintenance due to faulty, opaque, jammed, or outdated meters.",
"Conducting periodic installation and maintenance of Automatic Meter Reading (AMR).",
"Preparing the necessary kWh meters for maintenance.",
"Performing periodic sampling and testing of metrological calibration results.",
"Carrying out maintenance and recalibration of kWh meter and Electronic Meters (ME), as well as AMR systems handled by third parties.",
"Performing testing of measuring instruments, limiters, and their components for new or reliable used materials."
                  ]
    },
    {
      "name": "PT PLN (Persero), Area Indramayu, Distribution Unit of West Java",
      "location": "Indramayu, Indonesia",
      "position": "Assistant Analyst for Electrical Network and Customer Data Mapping",
      "url": "https://example.com",
      "startDate": "2022-01-01",
      "endDate": "2023-01-31",
      "summary": "Responsible for inventorying and updating asset data, both spatial and textual, as well as managing, controlling, and evaluating the implementation of operations and maintenance tasks.",
      "highlights": [
        "Monitoring and evaluating the physical realization of distribution asset changes.",
"Developing plans for the management of distribution asset data and its mapping.",
"Validating existing distribution asset data (Medium Voltage Network along with communication facilities and automation, Distribution Substations, Low Voltage Network, and Customers based on GIS/Maximo/e-mapping).",
"Ensuring that every asset change is recorded in the asset data.",
"Coordinating the socialization and supervision of Enterprise Asset Management (EAM).",
"Evaluating the implementation of the Network Master Data roadmap."
      ]
    },
    {
      "name": "PT PLN (Persero), Area Indramayu, Distribution Unit of West Java",
      "location": "Indramayu, Indonesia",
      "position": "Team Leader of Energy Transaction",
      "url": "https://example.com",
      "startDate": "2023-02-01",
      "endDate": "2025-12-31",
      "summary": "Responsible for the management of measuring and limiting devices, energy loss recovery and control, public street lighting, customer connection services, as well as electricity energy settlement activities to meet the applicable operational standards.",
      "highlights": [
        "Managing the functions of postpaid and prepaid kWh meter reading as well as electricity bill preparation and issuance.",
"Managing the completeness of customer data for both postpaid and prepaid systems.",
"Overseeing the inspection and maintenance of measuring and limiting devices (MLD) and their accessories, including those for customers utilizing AMR (Automatic Meter Reading).",
"Organizing and managing the control processes for non-technical energy losses, such as P2TL (Electricity Theft Prevention Program), meter maintenance, billing processes, and the regulation and inventory of public street lighting (PSL).",
"Verifying the validity and completeness of measuring and limiting devices (MLD), including seals, for activities such as new installations, capacity changes, temporary lighting, reconnections, and disconnections of service and MLD.",
"Managing MLD materials for maintenance activities and controlling returned materials.",
"Managing every point of electricity transaction (monthly loss prediction and calculation), including substations, kWh export-import, and customer transactions.",
"Updating RBM (Meter Reading Route) for both postpaid and prepaid customers on a monthly basis.",
"Guiding and developing human resource competencies through coaching, mentoring, and counseling to meet job competency requirements.",
"Managing work programs under the scope of the role in alignment with good corporate governance (GCG), risk policies, compliance policies, K3L (Occupational Health, Safety, and Environment) policies, and the integrated management system implemented in the work unit.",
"Carrying out assignments or tasks given by superiors (within the scope of office duties) aimed at improving performance, enhancing brand image, and creating value."
      ]
    }
  ],
  "education": [
    {
      "institution": "Tanjungpura University, West Kalimantan, Indonesia",
      "location": "Pontianak, Indonesia",
      "url": "https://www.uzh.ch/",
      "area": "Electrical Engineering",
      "studyType": "Bachelor of Engineering",
      "startDate": "2013-09-01",
      "endDate": "2017-07-21",
      "score": "3,45",
      "courses": ["Control Engineering"]
    },
    {
      "institution": "Sepuluh Nopember Institute of Technology, East Java, Indonesia",
      "location": "Surabaya, Indonesia",
      "url": "https://www.uzh.ch/",
      "area": "Business Analytics",
      "studyType": "Master of Technology Management",
      "startDate": "2023-08-01",
      "endDate": "2025-07-01",
      "score": "3,70",
      "courses": ["Machine Learning, Artificial Intelligence"]
    }
  ],
  "awards": [
    {
      "title": "2nd Winner of Innovation Contest in Knowledge Management Festival 2017",
      "date": "2017-03-14",
      "awarder": "PLN Regional West Kalimantan",
      "url": "#",
      "summary": "The SIMBA innovation can save the company operational costs amounting to IDR 488,186,038,276.00 per year, reduce power outages caused by fuel crises at power generation units, and support Government Regulation of the Republic of Indonesia No. 74 of 2001 on the Management of Hazardous and Toxic Materials. Innovation contest associated with Junior Technician Planning and Control of Power Plant Maintenance"
    },
    {
      "title": "The Fastest Graduate",
      "date": "2017-06-20",
      "awarder": "Universitas Tanjungpura",
      "url": "#",
      "summary": "Academic level"
    },
    {
      "title": "4th Winner of Innovation Contest 2017",
      "date": "2017-07-13",
      "awarder": "PLN Research and Development Centre",
      "url": "#",
      "summary": "The SIMBA innovation can save the company operational costs amounting to IDR 488,186,038,276.00 per year, reduce power outages caused by fuel crises at power generation units, and support Government Regulation of the Republic of Indonesia No. 74 of 2001 on the Management of Hazardous and Toxic Materials. Regional selection at Denpasar, Bali. Innovation contest associated with Junior Technician Planning and Control of Power Plant Maintenance"
    },
    {
      "title": "1st Winner of Innovation Contest 2022",
      "date": "2022-05-20",
      "awarder": "PLN Distribution Unit of West Java",
      "url": "#",
      "summary": "The KINEMATICS innovation can save IDR 271,705,000.00 per year, support the implementation of risk-based performance management, and enhance the company’s image by improving customer service quality. Innovation contest associated with Assistant Analyst for Electrical Network and Customer Data Mapping"
    },
    {
      "title": "1st Winner of Innovation Contest 2024",
      "date": "2024-06-12",
      "awarder": "PLN Distribution Unit of West Java",
      "url": "#",
      "summary": "The MAGNETO innovation has successfully achieved a cost saving of IDR 1,788,845,784.00, increased the average hit rate percentage to over 50%, raised the number of violation findings (Category P) to over 52% of total findings, recovered 4.6 million kWh, and reduced distribution losses to 11.89% as of December 2023. Additionally, the implementation of MAGNETO supports the adoption of Artificial Intelligence (AI) technology within PLN and other state-owned enterprises (BUMN), while introducing new technologies under the digital moonshot initiative as part of the 2.0 transformation program toward a sustainable PLN. Innovation contest associated with Team Leader of Energy Transaction"
    },
    {
      "title": "Golden Ticket Awardee of Innovation Contest 2024",
      "date": "2024-08-21",
      "awarder": "PLN Distribution Unit of West Java",
      "url": "#",
      "summary": "The MAGNETO innovation has successfully achieved a cost saving of IDR 1,788,845,784.00, increased the average hit rate percentage to over 50%, raised the number of violation findings (Category P) to over 52% of total findings, recovered 4.6 million kWh, and reduced distribution losses to 11.89% as of December 2023. Additionally, the implementation of MAGNETO supports the adoption of Artificial Intelligence (AI) technology within PLN and other state-owned enterprises (BUMN), while introducing new technologies under the digital moonshot initiative as part of the 2.0 transformation program toward a sustainable PLN. Regional selection at Padang, West Sumatera. Innovation contest associated with Team Leader of Energy Transaction"
    },
    {
      "title": "3rd Winner of LIKE 2024",
      "date": "2024-10-23",
      "awarder": "PLN Research and Development Centre",
      "url": "#",
      "summary": "The MAGNETO innovation has successfully achieved a cost saving of IDR 1,788,845,784.00, increased the average hit rate percentage to over 50%, raised the number of violation findings (Category P) to over 52% of total findings, recovered 4.6 million kWh, and reduced distribution losses to 11.89% as of December 2023. Additionally, the implementation of MAGNETO supports the adoption of Artificial Intelligence (AI) technology within PLN and other state-owned enterprises (BUMN), while introducing new technologies under the digital moonshot initiative as part of the 2.0 transformation program toward a sustainable PLN. Grand Final at Jakarta. Innovation contest associated with Team Leader of Energy Transaction"
    }
  ],
  "certificates": [
    {
      "name": "Machine Learning",
      "date": "2018-01-01",
      "issuer": "Stanford University",
      "url": "https://example.com",
      "icon": "fa-solid fa-location-dot"
    },
    {
      "name": "Quantum Computing",
      "date": "2018-01-01",
      "issuer": "Stanford University",
      "url": "https://example.com",
      "icon": "fa-solid fa-tag"
    },
    {
      "name": "Quantum Information",
      "date": "2018-01-01",
      "issuer": "Stanford University",
      "url": "https://example.com",
      "icon": "fa-solid fa-envelope"
    },
    {
      "name": "Quantum Cryptography",
      "date": "2018-01-01",
      "issuer": "Stanford University",
      "url": "https://example.com",
      "icon": "fa-solid fa-hashtag"
    },
    {
      "name": "Quantum Communication",
      "date": "2018-01-01",
      "issuer": "Stanford University",
      "url": "https://example.com",
      "icon": "fa-solid fa-calendar"
    },
    {
      "name": "Quantum Teleportation",
      "date": "2018-01-01",
      "issuer": "Stanford University",
      "url": "https://example.com",
      "icon": "fa-solid fa-clipboard-check"
    }
  ],
  "publications": [
    {
      "name": "Zur Elektrody/namik bewegter Körper",
      "publisher": "Annalen der Physik",
      "releaseDate": "1905-06-30",
      "url": "https://en.wikisource.org/wiki/Translation:On_the_Electrodynamics_of_Moving_Bodies",
      "summary": "It concerned an interpretation of the Michelson–Morley experiment and the properties of light and time. Special relativity incorporates the principle that the speed of light is the same for all inertial observers regardless of the state of motion of the source."
    },
    {
      "name": "Über einen die Erzeugung und Verwandlung des Lichtes betreffenden heuristischen Gesichtspunkt",
      "publisher": "Annalen der Physik",
      "releaseDate": "1905-03-18",
      "url": "https://de.wikisource.org/wiki/Über_einen_die_Erzeugung_und_Verwandlung_des_Lichtes_betreffenden_heuristischen_Gesichtspunkt",
      "summary": "In the second paper, he applied the quantum theory to light to explain the photoelectric effect. In particular, he used the idea of light quanta (photons) to explain experimental results, but stressed the importance of the experimental results. The importance of his work on the photoelectric effect earned him the Nobel Prize in Physics in 1921."
    },
    {
      "name": "Die Grundlage der allgemeinen Relativitätstheorie",
      "publisher": "Annalen der Physik",
      "releaseDate": "1916-03-20",
      "url": "https://de.wikisource.org/wiki/Die_Grundlage_der_allgemeinen_Relativitätstheorie",
      "summary": "The publication of the theory of general relativity made him internationally famous. He was professor of physics at the universities of Zurich (1909–1911) and Prague (1911–1912), before he returned to ETH Zurich (1912–1914)."
    }
  ],
  "languages": [
    {
      "language": "Bahasa",
      "fluency": "Native or bilingual proficiency",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Professional working proficiency",
      "icon": ""
    },
    {
      "language": "Arabic",
      "fluency": "Elementary proficiency",
      "icon": ""
    }
  ]
}
