{"basics":{"name":"Dino Arla","label":"","image":"","email":"halo@dinoarla.com","phone":"+628 1313 458 656","website":"https://dinoarla.com","summary":"A father of three who consistently strives to be the best leader in his family, workplace, and community.","location":{"address":"Soekarno Hatta St","postalCode":"ID 45216","city":"Indramayu","countryCode":"ID","region":"West Java"},"profiles":[{"network":"LinkedIn","username":"DinoArla","url":"https://linkedin.com/dino-arla"}]},"work":[{"name":"PT PLN (Persero), Diesel of Power Plant Siantan, Regional West Kalimantan","location":"Pontianak, Indonesia","position":"Junior Operator Control Room","url":"https://example.com","startDate":"2013-07-01","endDate":"2015-04-30","summary":"Conduct operational control of power generation units, inspect and address disturbances (first-line maintenance), and perform performance tests on power plant installations to ensure operational reliability.","highlights":["Synchronize and disconnect units as requested, maintain operational log sheets and kWh records for energy transfer purposes.","Monitor anomalies or disturbances in power plant installations and prepare operational and equipment damage reports.","Perform performance tests on power plant installations according to established SOPs to ensure operational reliability.","Address disturbances in power generation units to restore normal functionality (first-line maintenance).","Adhere to standards for Quality Management Systems (QMS), Environmental Management Systems (EMS), Occupational Health and Safety (OHS) for quality, safety, and sustainability."]},{"name":"PT PLN (Persero), Power Plant Sector of Kapuas, Regional West Kalimantan","location":"Kubu Raya, Indonesia","position":"Junior Technician Planning and Control of Power Plant Maintenance","url":"https://example.com","startDate":"2015-05-01","endDate":"2017-12-31","summary":"Plan and evaluate power generation operations with a focus on effectiveness, efficiency and ensuring high reliability.","highlights":["Plan and control Work Orders (WO) in accordance with the Work Plane Control (WPC).","Plan and prepare resource needs, including materials, tools, manpower (Resource Planning), and schedule the execution of Work Orders.","Review, improve, and update preventive maintenance schedules/scopes and follow up on engineering recommendations.","Evaluate maintenance history data for equipment and compile maintenance history statistics (MTBF, MTTR).","Measure and periodically evaluate key maintenance indicators/Maintenance Mix (number of WOs, man-hours, and costs).","Execute and manage outage management effectively."]},{"name":"PT PLN (Persero), Power Plant Sector of Kapuas, Regional Kalimantan","location":"Kubu Raya, Indonesia","position":"Junior Engineer Technology and Information","url":"https://example.com","startDate":"2018-01-01","endDate":"2018-12-31","summary":"Planning, implementing, and evaluating the maintenance activities of information technology infrastructure and facilities to support the reliability of power generation.","highlights":["Supervising and implementing the use of the CMMS program by ensuring the program is ready for use and that employees utilizing the program can operate it as expected.","Supervising the execution of maintenance and repair of information technology infrastructure.","Conducting maintenance of information data and information security systems to ensure the protection of information technology infrastructure.","Providing IT services to all users."]},{"name":"PT PLN (Persero), Area Indramayu, Distribution Unit of West Java","location":"Indramayu, Indonesia","position":"Assistant Engineer for Transaction Meter Maintenance","url":"https://example.com","startDate":"2019-01-01","endDate":"2021-12-31","summary":"Responsible for the implementation of transaction meter maintenance to ensure the accuracy of electricity consumption measurement.","highlights":["Carrying out transaction meter maintenance due to faulty, opaque, jammed, or outdated meters.","Conducting periodic installation and maintenance of Automatic Meter Reading (AMR).","Preparing the necessary kWh meters for maintenance.","Performing periodic sampling and testing of metrological calibration results.","Carrying out maintenance and recalibration of kWh meter and Electronic Meters (ME), as well as AMR systems handled by third parties.","Performing testing of measuring instruments, limiters, and their components for new or reliable used materials."]},{"name":"PT PLN (Persero), Area Indramayu, Distribution Unit of West Java","location":"Indramayu, Indonesia","position":"Assistant Analyst for Electrical Network and Customer Data Mapping","url":"https://example.com","startDate":"2022-01-01","endDate":"2023-01-31","summary":"Responsible for inventorying and updating asset data, both spatial and textual, as well as managing, controlling, and evaluating the implementation of operations and maintenance tasks.","highlights":["Monitoring and evaluating the physical realization of distribution asset changes.","Developing plans for the management of distribution asset data and its mapping.","Validating existing distribution asset data (Medium Voltage Network along with communication facilities and automation, Distribution Substations, Low Voltage Network, and Customers based on GIS/Maximo/e-mapping).","Ensuring that every asset change is recorded in the asset data.","Coordinating the socialization and supervision of Enterprise Asset Management (EAM).","Evaluating the implementation of the Network Master Data roadmap."]},{"name":"PT PLN (Persero), Area Indramayu, Distribution Unit of West Java","location":"Indramayu, Indonesia","position":"Team Leader of Energy Transaction","url":"https://example.com","startDate":"2023-02-01","endDate":"2025-12-31","summary":"Responsible for the management of measuring and limiting devices, energy loss recovery and control, public street lighting, customer connection services, as well as electricity energy settlement activities to meet the applicable operational standards.","highlights":["Managing the functions of postpaid and prepaid kWh meter reading as well as electricity bill preparation and issuance.","Managing the completeness of customer data for both postpaid and prepaid systems.","Overseeing the inspection and maintenance of measuring and limiting devices (MLD) and their accessories, including those for customers utilizing AMR (Automatic Meter Reading).","Organizing and managing the control processes for non-technical energy losses, such as P2TL (Electricity Theft Prevention Program), meter maintenance, billing processes, and the regulation and inventory of public street lighting (PSL).","Verifying the validity and completeness of measuring and limiting devices (MLD), including seals, for activities such as new installations, capacity changes, temporary lighting, reconnections, and disconnections of service and MLD.","Managing MLD materials for maintenance activities and controlling returned materials.","Managing every point of electricity transaction (monthly loss prediction and calculation), including substations, kWh export-import, and customer transactions.","Updating RBM (Meter Reading Route) for both postpaid and prepaid customers on a monthly basis.","Guiding and developing human resource competencies through coaching, mentoring, and counseling to meet job competency requirements.","Managing work programs under the scope of the role in alignment with good corporate governance (GCG), risk policies, compliance policies, K3L (Occupational Health, Safety, and Environment) policies, and the integrated management system implemented in the work unit.","Carrying out assignments or tasks given by superiors (within the scope of office duties) aimed at improving performance, enhancing brand image, and creating value."]}],"education":[{"institution":"Tanjungpura University, West Kalimantan, Indonesia","location":"Pontianak, Indonesia","url":"https://www.uzh.ch/","area":"Electrical Engineering","studyType":"Bachelor of Engineering","startDate":"2013-09-01","endDate":"2017-07-21","score":"3,45","courses":["Control Engineering"]},{"institution":"Sepuluh Nopember Institute of Technology, East Java, Indonesia","location":"Surabaya, Indonesia","url":"https://www.uzh.ch/","area":"Business Analytics","studyType":"Master of Technology Management","startDate":"2023-08-01","endDate":"2025-07-01","score":"3,70","courses":["Machine Learning, Artificial Intelligence"]}],"awards":[{"title":"2nd Winner of Innovation Contest in Knowledge Management Festival 2017","date":"2017-03-14","awarder":"PLN Regional West Kalimantan","url":"#","summary":"Associated with Junior Technician Planning and Control of Power Plant Maintenance"},{"title":"The Fastest Graduate","date":"2017-06-20","awarder":"Universitas Tanjungpura","url":"#","summary":"Associated with Bachelor of Engineering"},{"title":"4th Winner of Innovation Contest 2017","date":"2017-07-13","awarder":"PLN Research and Development Centre","url":"#","summary":"Regional selection at Denpasar, Bali. Associated with Junior Technician Planning and Control of Power Plant Maintenance"},{"title":"1st Winner of Innovation Contest 2022","date":"2022-05-20","awarder":"PLN Distribution Unit of West Java","url":"#","summary":"Associated with Assistant Analyst for Electrical Network and Customer Data Mapping"},{"title":"1st Winner of Innovation Contest 2024","date":"2024-06-12","awarder":"PLN Distribution Unit of West Java","url":"#","summary":"Associated with Team Leader of Energy Transaction"},{"title":"Golden Ticket Awardee of Innovation Contest 2024","date":"2024-08-21","awarder":"PLN Distribution Unit of West Java","url":"#","summary":"Regional selection at Padang, West Sumatera. Associated with Team Leader of Energy Transaction"},{"title":"3rd Winner of LIKE 2024","date":"2024-10-23","awarder":"PLN Research and Development Centre","url":"#","summary":"Grand Final at Jakarta. Associated with Team Leader of Energy Transaction"}],"patent":[{"name":"AQORTA (Air Quality and Noise Real Time Data Acquisition) An Integrated Air Quality and Noise Telemetry System with Solar Power System","publisher":"ID Patent: P00202112421","releaseDate":"2023-07-01","url":"https://www.dgip.go.id/berita-resmi/berita-resmi-paten?lihat=4f6338829c0986d268bbe4bc4e6ad4bc.pdf","summary":"The AQORTA system invention pertains to the implementation of a telemetry system for air quality and noise monitoring, capable of recording measurement data into a MySQL database and displaying the measurement results through a Graphical User Interface (GUI) in real-time. The system consists of two components: hardware and software. The hardware component is installed at the measurement location and functions to record air quality data (CO, O3, temperature, humidity) and noise levels, transmitting the data to a MySQL database hosted on a web server. The software component is accessible via a website-based GUI and an Android smartphone application, enabling the visualization of measurement data in the form of gauge indicators, graphs, tables, and geolocation data using the Google Maps Application Programming Interface (API). The AQORTA system’s primary power supply relies on solar panels and a 12-volt DC battery regulated by a solar charge controller. The hardware’s energy consumption is 78.49 Wh per day."}],"book":[{"name":"Inovasi Sistem Pengukuran Kualitas Udara Terintegrasi Solar Power System Berbasis Internet of Things (IoT)","publisher":"Penerbit Litnus (PT Literasi Nusantara Abadi Grup)","releaseDate":"2023-03-01","url":"https://henbuk.com/inovasi-sistem-pengukuran-kualitas-udara-terintegrasi-solar-power-system-berbasis-internet-of-things-iot-literasi-nusantara-1","summary":"Permasalahan kualitas udara kerap kali menjadi masalah yang sering terjadi baik di kota-kota besar dan juga pinggiran. Polutan yang berasal dari kendaraan bermotor dan industri yang kemudian dibuang ke lingkungan, pembukaan lahan dengan cara membakar hutan atau belukar akhirnya menjadi perangkap radiasi matahari sehingga mengakibatkan suhu meningkat dan efek iklim mikro menguat. Permasalahan terkait lingkungan dan manusia ini kemudian memerlukan tindakan mitigasi untuk memperkuat sistem informasi kebencanaan khususnya mengenai kualitas udara. Buku ini memaparkan inovasi dari hasil penelitian untuk mengatasi permasalahan tersebut yaitu berupa alat untuk mengukur kualitas udara secara portable berbasis Internet of Things (IoT). Inovasi yang dilakukan adalah alat dapat menampilkan data real time melalui koneksi internet dengan memanfaatkan website dan smartphone android sebagai Graphical User Interface (GUI). Selain itu untuk wilayah pinggiran/rural dipaparkan pula inovasi berupa penggunaan teknologi Long Range (LoRa)."}],"publications":[{"name":"Anti Theft Power Smart Metering System","publisher":"International Conference on Technology and Policy in Energy and Electric Power (ICTPEP)","releaseDate":"2024-10-01","url":"https://ieeexplore.ieee.org/abstract/document/10732892","summary":"PT PLN (Persero) which has more 89,1 million customer plays important role to distribute electricity to people. Even though PT PLN still has many problems on of which is losses energy in distribution system. Distribution system came from substation to 20KV line to distribution substation and then to kWh meter. Distribution losses can happen in two that is technical losses and non-technical losses. One of many reasons is happened in kWh meter. In PT PLN has two system kWh meter that is postpaid and prepaid. Postpaid still use conventional system that has to be reading physically by custodian and prepaid system use buying token before we use kWh meter. Postpaid system can’t detect theft electricity from customer just using conventional system. With microcontroller, IC power energy watt meter and GSM GPRS module we can build system that detect theft electricity and avoid non-technical distribution losses. The IC power energy meter STPM10 can calculate highly accurately voltage, current, active power, reactive power and frequency of line power. The module can send data to local server in distribution substation and analyze usage of distribution substation deviation with amount of usage kWh in the same distribution system."},{"name":"A Telemetry System for Real-Time Air Quality and Noise Monitoring in Urban Areas Based on IoT Technology","publisher":"Tuijin Jishu/Journal of Propulsion Technology","releaseDate":"2023-07-01","url":"https://www.propulsiontechjournal.com/index.php/journal/article/view/3153","summary":"Large urban agglomerations inevitably lead to air pollution. The sustainable control and monitoring of air pollution have been lacking in many cities including air quality and noise information was difficult to be accessed by the citizens periodically. This paper aims to design an air quality and noise telemetry systembased on internet communicationwhich can record the measurement data into MySQL database and showing the data through a GUI in real time. The system was developed by using solar panel as a main power supply with Arduino Uno R3 as a microcontroller board, ENC28J60 as an ethernet module and various environmental sensors like MQ7 (CO gas), MQ131 (Ozone gas), KY-038 (Noise), Dust Sensor GP2Y1010AU0F (PM10) and DHT11 (Temperature and Humidity). The system has been tested through an in-field experimentation performed in different areas of Pontianak City. Electrical energy consumption was 78,49Wh in a day. According to the test results, the system could work properly for both hardware and software."}],"certificates":[{"name":"Oracle 10G Database Installation","date":"2014-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Set Up and Implementation of DataGuard on Oracle 10G Database","date":"2014-02-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Operation and Maintenance of Solar Power Plants","date":"2015-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Water Treatment System in Power Plants","date":"2015-02-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Research Methodology and Writing Preparation","date":"2015-03-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"SAP Material Management","date":"2017-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Management of Measuring and Limiting Devices","date":"2020-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Troubleshooting Prepaid Meters and Automatic Meter Reading Systems","date":"2020-02-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Automatic Meter Reading","date":"2021-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Basic Risk Management","date":"2021-02-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Communication Protocols on SCADA","date":"2021-03-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Basic Fraud Risk Management","date":"2022-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Electricity Risk Management","date":"2022-02-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Outage Management","date":"2022-03-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Asset Distribution Mapping with ArcGIS","date":"2022-04-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Mobile Application Development","date":"2022-05-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Risk-Based Corporate Budget Planning","date":"2022-06-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Wiring and Testing of Measuring and Limiting Devices for Low and Medium Voltage","date":"2022-07-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Management of Electricity Usage Regulation and Enforcement","date":"2023-01-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Indirect Wiring of Measuring and Limiting Devices","date":"2023-02-01","issuer":"PT PLN (Persero)","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Complete Web Design: From Figma to Webflow to Freelancing","date":"2024-01-01","issuer":"Udemy","url":"#","icon":"fa-solid fa-location-dot"},{"name":"Ionic 3 - Learn How to Design Ionic Apps","date":"2024-02-01","issuer":"Udemy","url":"#","icon":"fa-solid fa-location-dot"}],"languages":[{"language":"Bahasa","fluency":"Native or bilingual proficiency","icon":"fa-solid fa-person-dress"},{"language":"English","fluency":"Professional working proficiency","icon":"fa-solid fa-handshake"},{"language":"Arabic","fluency":"Elementary proficiency","icon":"fa-solid fa-place-of-worship"}]}